{
  "artworks": [
    {
      "id": 1762028108554,
      "title": "See Beyond",
      "desc": "Con See Beyond, l’artista ci invita a riflettere sul rapporto tra classico e contemporaneo, realtà e virtualità. L’opera ritrae un busto di ispirazione greco-romana, simbolo di armonia e bellezza eterna, a cui viene sovrapposto un visore di realtà virtuale dai colori accesi — arancione, viola e blu elettrico — e un paio di cuffie futuristiche.  Questo contrasto visivo e concettuale genera una tensione potente: la scultura, emblema della visione estetica del passato, è ora immersa in una dimensione tecnologica che ne distorce la percezione. Il motto “SEE BEYOND” in caratteri al neon blu diventa un invito a superare i limiti dell’apparenza, ad andare oltre ciò che è visibile o codificato, spingendo lo spettatore a interrogarsi su cosa significhi davvero “vedere” nell’era digitale.  L’artista costruisce così un dialogo tra l’antico e il futuro, tra la materia e il virtuale, tra la memoria culturale e l’innovazione. Lo stile, vicino alla pop art e alla street culture, rilegge i canoni classici con ironia e lucidità critica: l’arte non è più solo contemplazione del passato, ma una lente per immaginare nuovi mondi.",
      "dimensions": "102x100",
      "image": "Opere/1767697794193.webp",
      "rendering": "Opere/1767697794382_render.webp"
    },
    {
      "id": 1762028234090,
      "title": "The Sound of Fame",
      "desc": "Quest’opera è un brillante esempio di pop art contemporanea, che gioca con i linguaggi iconici della cultura mediatica del XX e XXI secolo. L’artista riprende un volto femminile dal fascino intramontabile, evocativo delle star hollywoodiane classiche, e lo proietta nel presente con l’aggiunta di elementi moderni come le cuffie arancioni e la scritta al neon “X Factor”.  La fusione tra passato e presente genera un cortocircuito visivo e concettuale: il mito del glamour analogico si intreccia con la cultura pop televisiva e musicale di oggi, suggerendo come la celebrità sia diventata un prodotto amplificato dal suono e dall’immagine.  Il tratto deciso e cromaticamente vivace, con tocchi fluo e contorni netti, richiama l’estetica di Warhol e della street art, ma con una vena ironica e riflessiva sul valore effimero della fama. L’espressione sorridente della figura, immersa in un mondo di luci artificiali e stimoli sonori, trasmette un fascino ambiguo: quello di chi vive eternamente “in onda”, ma forse mai in silenzio.",
      "dimensions": "100x102",
      "image": "Opere/1767698675717.webp",
      "rendering": "Opere/1767698675887_render.webp"
    },
    {
      "id": 1762028369275,
      "title": "Just ChatGPT!!!",
      "desc": "In Just ChatGPT!!!, l’artista costruisce una scena ironica e folgorante, in cui l’icona del genio scientifico viene proiettata nel mondo digitale contemporaneo. Il personaggio — figura chiaramente ispirata all’immaginario collettivo del “genio pensatore” — è qui rivisitato in chiave pop, indossa una maglia psichedelica a righe e fiori dai colori saturi e vivaci, e occhiali dalle lenti rosa che riflettono un’ottica letteralmente “altra” sul sapere.  Sopra di lui, in caratteri al neon fucsia, campeggia la scritta “Just ChatGPT!!!” — una dichiarazione tanto ironica quanto provocatoria, che fonde l’immagine dell’intelligenza umana più celebrata con quella dell’intelligenza artificiale più discussa. È come se l’artista suggerisse che il confine tra pensiero umano e macchina stia ormai diventando un territorio condiviso, fluido, persino giocoso.  Il fumetto “Bam Bam Bam” che fluttua accanto alla figura aggiunge un tono di leggerezza e disincanto: il genio, travolto dai rumori del pensiero e dell’iperconnessione, sembra domandarsi se la creatività appartenga ancora all’uomo o se sia già un processo condiviso con le macchine.  L’opera si inserisce nel filone della neo-pop art digitale, in cui icone del passato vengono rilette alla luce dei nuovi linguaggi tecnologici e mediatici. Con ironia e brillante intuizione cromatica, l’artista trasforma la riflessione filosofica sulla conoscenza in un manifesto pop dell’era dell’intelligenza artificiale: il pensiero non è più un lampo solitario, ma un dialogo continuo — “Just ChatGPT”.",
      "dimensions": "50x100",
      "image": "Opere/1767699360822.webp",
      "rendering": "Opere/1767699360887_render.webp"
    },
    {
      "id": 1762028666960,
      "title": "Ride Your Story",
      "desc": "In Ride Your Story, l’artista intreccia mito americano, memoria pop e ironia visiva in un’opera densa di riferimenti culturali. Una Harley-Davidson — icona di libertà, ribellione e sogno a stelle e strisce — domina la scena, dipinta con un realismo vibrante e materico, ma immersa in un contesto sorprendente: uno sfondo composto da pagine di vecchi fumetti.  Ogni vignetta, ingiallita dal tempo, racconta frammenti di storie ingenue e leggere, in netto contrasto con la potenza meccanica e muscolare della moto. In basso, la figura di Topolino, simbolo eterno della cultura pop globale, sembra intervenire direttamente sulla tela, come un piccolo writer armato di bombolette: un gesto di appropriazione creativa che trasforma il passato in nuovo linguaggio visivo.  L’artista unisce così il mito della strada con quello dell’immaginazione, suggerendo che ogni viaggio — anche quello più concreto e ruggente — è prima di tutto un percorso narrativo, una costruzione di identità e di libertà personale.  La sovrapposizione di stili — pittura gestuale, collage, citazione fumettistica — crea un ritmo visivo che rispecchia la velocità e la frammentazione della cultura contemporanea. Ride Your Story diventa così un manifesto della pop art del nuovo millennio, dove la nostalgia e la ribellione convivono in un unico, esplosivo rombo visivo.",
      "dimensions": "150x100",
      "image": "Opere/1763294884447.webp",
      "rendering": "Opere/1767695351968_render.webp"
    },
    {
      "id": 1762029105950,
      "title": "Royal Pop",
      "desc": "In Royal Pop, l’artista rilegge con ironia e stile la simbologia del potere, della femminilità e dell’identità nazionale. Al centro della composizione emerge una figura elegante e fiera, raffigurata in posa rétro, ma vestita con un audace abito che riprende la Union Jack, la bandiera britannica. Il gesto e lo sguardo della donna — insieme regale e disinvolto — incarnano un equilibrio sottile tra autorità e seduzione, tra istituzione e spettacolo.  Lo sfondo, composto da tavole di fumetti vintage, introduce una dimensione narrativa e giocosa: la memoria collettiva della cultura popolare diventa il palcoscenico su cui si muove l’icona moderna. L’artista utilizza questa texture di carta ingiallita non come semplice sfondo, ma come stratificazione della memoria visiva, dove la regalità incontra la leggerezza del quotidiano.  La figura, resa con tratti decisi e colori piatti dal gusto pop art, è insieme celebrazione e parodia. L’uso della bandiera come elemento di moda e identità sottolinea la riflessione sull’immagine pubblica e la costruzione del mito, in particolare nella cultura britannica, dove l’eleganza aristocratica e il glamour mediatico si fondono da decenni.  Royal Pop è un inno alla contaminazione culturale: un’icona che non appartiene più a un regno, ma alla galassia visiva del pop globale, dove la storia diventa stile e il potere si trasforma in immagine.",
      "dimensions": "100x120",
      "image": "Opere/1767694958067.webp",
      "rendering": "Opere/1767694958253_render.webp"
    },
    {
      "id": 1762076951507,
      "title": "Marilyn Monroe: caos pop",
      "desc": "Questa opera unica esplora un mondo pop e vivace, unendo dettagli del tessuto damascato con elementi grafici contemporanei. Le tonalità accese e le texture stratificate si intrecciano con parole e simboli che richiamano la cultura pop, creando una composizione giocosa e ricca di energia. Marilyn si fonde con il caos composizione.  Questa combinazione di tradizione e modernità crea un effetto dirompente, ideale per chi è alla ricerca di opere fresche e d'impatto.   Perfetta per chi desidera dare un tocco di modernità e colore ai propri spazi.",
      "dimensions": "100x120",
      "image": "Opere/1767704066158.webp",
      "rendering": "Opere/1767704066360_render.webp"
    },
    {
      "id": 1762123160018,
      "title": "Vogue Mind",
      "desc": "In Vogue Mind, l’artista celebra e al tempo stesso decostruisce l’immaginario della moda, intesa come linguaggio visivo e come forma d’identità collettiva. La figura femminile, elegante e maliziosa, emerge da uno sfondo di pois dorati e lilla che conferiscono alla scena un tono di leggerezza e ironia. Sullo sfondo, la scritta “VOGUE” — appena accennata ma riconoscibile — si fonde con la composizione, trasformando la tela in una **copertina vivente**, un manifesto del desiderio e dello sguardo contemporaneo.  La donna è colta in un gesto sospeso: il dito sulle labbra, lo sguardo obliquo, un sorriso che è insieme ingenuo e consapevole. Questo atteggiamento, tipico della comunicazione visiva della moda, è reinterpretato con pennellate morbide e luminose che restituiscono una **umanità vibrante sotto la patina glamour**.  La tavolozza calda dei beige, oro e rosso si contrappone al blu violaceo del fondo, creando un dialogo visivo che sottolinea la tensione tra intimità e artificio. L’artista mostra come la bellezza, nella sua apparente perfezione, sia in realtà un **campo di gioco tra autenticità e rappresentazione**, dove il soggetto diventa parte dell’estetica mediatica ma conserva ancora una scintilla di individualità.  *Vogue Mind* è dunque un’ode ironica e raffinata alla cultura dell’immagine: un ritratto che, pur richiamando la tradizione delle copertine patinate, riesce a **trascendere la superficie per restituire un’anima** — quella di una femminilità consapevole, intelligente e seducente.  Vuoi che ora realizzi il **testo curatoriale complessivo** per una mostra che includa tutte queste opere come capitoli di un unico percorso narrativo sul mito, l’immagine e la cultura pop contemporanea?",
      "dimensions": "100x150",
      "image": "Opere/1763296551689.webp",
      "rendering": "Opere/1763926274119_render.webp"
    },
    {
      "id": 1763296722228,
      "title": "Colors vibes",
      "desc": "Quest’opera sprigiona un’energia vivace e contagiosa. La figura femminile, resa attraverso pennellate scomposte e luminose, sembra emergere da un mosaico di forme organiche e colori intensi. Il volto, catturato in un’espressione di sorpresa o canto, diventa il fulcro emotivo della composizione. La tavolozza ricca e stratificata conferisce movimento, quasi musicale, mentre l’insieme suggerisce libertà, gioia e una forte presenza interiore. Un dipinto che celebra la vitalità e l’espressività umana attraverso un linguaggio pittorico audace e moderno.",
      "dimensions": "100x150",
      "price": 1,
      "image": "Opere/1763296722171.webp",
      "rendering": "Opere/1763923482489_render.webp"
    },
    {
      "id": 1763920725524,
      "title": "Il Selfie del Mito",
      "desc": "Quest’opera propone una rilettura ironica e contemporanea della scultura classica. La figura ispirata a un dio antico, avvolta in un drappo fucsia, impugna uno smartphone dorato come per scattarsi un selfie e indossa uno smartwatch, trasformandosi in un’icona dell’era digitale.    Ai suoi piedi compare un personaggio dei cartoon, stupito e quasi adorante, che crea un contrasto divertente tra arte tradizionale e cultura pop. L’opera invita a riflettere sul culto dell’immagine, sull’ego sociale e su come i miti vengano reinterpretati e consumati nella società contemporanea. La composizione è realizzata su una tela di lino di canapa del 1900, dipinta con colori acrilici, creando un interessante dialogo tra supporto storico e linguaggio pittorico moderno.",
      "dimensions": "100x200",
      "image": "Opere/1767702212349.webp",
      "rendering": "Opere/1767702212713_render.webp"
    },
    {
      "id": 1763926634743,
      "title": "Modern Goddess",
      "desc": "Quest’opera reinterpreta in chiave pop e contemporanea la celebre Venere rinascimentale, trasformandola in un’icona dei social network. La figura, fedele nei tratti alla musa di Botticelli, regge uno smartphone mentre posa per un selfie, circondata da like e follower in stile Instagram e accompagnata dagli hashtag #goddess e #Venus.  Il contrasto tra la bellezza ideale dell’arte classica e la ricerca di approvazione digitale crea una riflessione ironica e pungente sul culto dell’immagine nell’era dei social, dove anche i miti più elevati vengono reinterpretati e consumati attraverso lo schermo. L’opera diventa così una critica sottile e divertente alla società dell’apparenza e della visibilità a tutti i costi.",
      "dimensions": "104x100",
      "image": "Opere/1763926634550.webp",
      "rendering": "Opere/1763926634611_render.webp"
    },
    {
      "id": 1763927558111,
      "title": "Risate Spray",
      "desc": "Quest’opera unisce ironia e tecnologia trasformando una semplice bomboletta spray in un simbolo digitale di buonumore. La mano, resa con colori vibranti e riflessi cangianti, impugna una bomboletta su cui compare l’emoji della risata e la scritta “Use Often”, invitando a diffondere leggerezza e positività.  Lo sfondo, composto da circuiti elettronici e microchip, richiama l’universo digitale e il mondo dei social network, dove le emozioni vengono spesso sintetizzate in icone e reazioni rapide. La presenza del QR code suggerisce un’interazione diretta tra opera e spettatore, trasformando la risata in un “contenuto” da condividere.  L’opera offre così una riflessione ironica sul modo in cui l’umorismo e le emozioni vengono veicolati nell’era tecnologica, diventando elementi immediati, consumabili e potenzialmente virali.",
      "dimensions": "104x100",
      "image": "Opere/1767706783055.webp",
      "rendering": "Opere/1767706783199_render.webp"
    },
    {
      "id": 1763929528281,
      "title": "Memory Reset",
      "desc": "Quest’opera trasforma una comune chiavetta USB in un oggetto simbolico e ironico, capace di “resettare” i ricordi all’istante. Le scritte “Memory Reset – Forget Instantly” e “Formattato con amore” giocano con il linguaggio informatico, suggerendo la possibilità di cancellare selettivamente emozioni e esperienze, come fossero semplici dati digitali.  La presenza delle bolle, leggere e trasparenti, richiama l’effimero dei ricordi e la loro fragilità, mentre i colori brillanti e iridescenti conferiscono alla scena un tono pop e seducente. La piccola icona del cervello inserita nella porta USB rafforza il collegamento tra mente e tecnologia.  L’opera invita a riflettere con ironia sul desiderio contemporaneo di eliminare ciò che fa male e ripartire da zero, trasformando la memoria in un archivio modificabile a piacere, tra leggerezza, nostalgia e controllo digitale.",
      "dimensions": "100x100",
      "image": "Opere/1767707679872.webp",
      "rendering": "Opere/1767707680040_render.webp"
    },
    {
      "id": 1767709495861,
      "title": "Riflessioni",
      "desc": "In quest’opera ho voluto lavorare sull’icona senza nominarla, lasciando che fosse il segno a parlare. Il bianco e nero inciso, irregolare, nasce dal desiderio di togliere patina al mito e portarlo su un piano più terreno. La penna, portata alla bocca come un gesto nervoso o pensoso. Non evasione, ma riflessione. Il sorriso è trattenuto, quasi scomodo, e apre una tensione tra immagine pubblica e interiorità. Per me è un ritratto di contrasti: controllo e fragilità, grazia e inquietudine. Un’immagine che non vuole sedurre, ma suggerire un momento privato, colto di sfuggita.",
      "dimensions": "60x60",
      "image": "Opere/1767709495675.webp",
      "rendering": "Opere/1767709495747_render.webp"
    },
    {
      "id": 1767710332980,
      "title": "Tribute to Silence (for Banksy)",
      "desc": "In quest’opera ho voluto dialogare apertamente con Banksy, riprendendo una sua immagine iconica come atto di omaggio a un artista straordinario che ha saputo rendere l’arte un gesto politico, diretto, necessario. Ho mantenuto la forza primordiale della figura, ma ho scelto di contaminarla con interventi cromatici più emotivi, quasi musicali. Le macchie di colore diventano suono, vibrazione, interferenza personale: il mio modo di entrare nell’opera senza tradirne lo spirito. Le cuffie restano simbolo di ascolto e isolamento, ma anche di resistenza silenziosa. È un tributo, non una copia: un passaggio di voce tra due linguaggi.",
      "dimensions": "100x100",
      "image": "Opere/1767710332706.webp",
      "rendering": "Opere/1767710332832_render.webp"
    },
    {
      "id": 1767711248599,
      "title": "What!?",
      "desc": "In quest’opera ho lavorato sull’energia pura del colore, lasciandolo esplodere e colare senza controllo, come un impulso vitale. La figura emerge e si dissolve allo stesso tempo, attraversata da segni neri nervosi che cercano di contenerla, senza riuscirci del tutto. Per me è un volto in trasformazione, quasi animale, quasi umano, che porta addosso il peso e la bellezza del caos emotivo. Non c’è equilibrio, ma movimento continuo: una lotta tra identità e istinto, tra ciò che siamo e ciò che sentiamo prima ancora di capirlo.",
      "dimensions": "100x100",
      "image": "Opere/1767711248307.webp",
      "rendering": "Opere/1767711248441_render.webp"
    },
    {
      "id": 1767713773231,
      "title": "Calma sospesa",
      "desc": "In quest’opera ho cercato una dimensione di silenzio e sospensione. Il volto emerge come una presenza antica, quasi una statua che respira, attraversata da colature e velature che ne incrinano la perfezione. I colori non descrivono, ma filtrano: sono memorie, stati d’animo, stratificazioni interiori. Gli occhi chiusi o assenti negano lo sguardo verso l’esterno e invitano a un ascolto più profondo, mentre le labbra rosse restano l’unico punto di carne viva, di desiderio, di umanità. Per me è un ritratto dell’identità che si costruisce nel tempo, tra ciò che resta immobile e ciò che inevitabilmente cambia.",
      "dimensions": "50x50",
      "image": "Opere/1767713773016.webp",
      "rendering": "Opere/1767713773081_render.webp"
    },
    {
      "id": 1767714125461,
      "title": "Doppio sguardo",
      "desc": "In quest’opera ho voluto fratturare il volto per raccontare l’identità come territorio instabile. Il colore e il bianco e nero convivono senza fondersi, come due tempi emotivi che si osservano a vicenda. Le linee oblique non dividono soltanto: mettono in tensione, costringono lo sguardo a scegliere e poi a tornare indietro. L’occhio, fulcro narrativo, è il punto di contatto tra ciò che mostriamo e ciò che resta in ombra. È un ritratto che non cerca somiglianza, ma verità.",
      "dimensions": "60x60",
      "image": "Opere/1767714125272.webp",
      "rendering": "Opere/1767714125350_render.webp"
    },
    {
      "id": 1767714725104,
      "title": "Soft Layers",
      "desc": "Quest’opera nasce da un gesto lento ma spontaneo. Il fiore si costruisce a strati, come pensieri che si sovrappongono senza rumore. Le linee creano movimento, i colori restano morbidi e in equilibrio. È un’immagine rilassata, che invita a guardare da vicino e a prendersi una pausa. Semplice, ma piena di presenza.",
      "dimensions": "120x80",
      "image": "Opere/1767714724922.webp",
      "rendering": "Opere/1767714724958_render.webp"
    },
    {
      "id": 1767714921852,
      "title": "Still Blooming",
      "desc": "Qui il fiore non è fermo: vibra. Le pennellate si muovono tutt’intorno, come aria che gira, mentre il vaso resta un punto di equilibrio. I colori si mescolano senza confini netti, lasciando spazio all’imprevisto. È un’immagine che parla di trasformazione, di qualcosa che cambia ma continua a fiorire. Disordinata quanto basta, viva al punto giusto.",
      "dimensions": "100x150",
      "image": "Opere/1767714921712.webp",
      "rendering": "Opere/1767714921752_render.webp"
    },
    {
      "id": 1767715471561,
      "title": "Still Blooming",
      "desc": "Quest’opera nasce da un gesto istintivo e stratificato, dove il fiore non è soggetto ma pretesto. Le pennellate si inseguono e si contraddicono, creando una tensione tra fragilità organica e moto interiore. Il vaso trattiene appena una forma che vuole dissolversi: è un equilibrio instabile, come il ricordo di qualcosa di vivo che continua a muoversi anche quando sembra fermo. Qui il colore non descrive, ma respira.",
      "dimensions": "100x150",
      "image": "Opere/1767715471416.webp",
      "rendering": "Opere/1767715471459_render.webp"
    }
  ],
  "homeText": "Benvenuti nel mondo di ViAmo.....\n\nVincenza Amodio alias ViAmo, è un’artista che trasforma le emozioni in colori, la strada in tela e la cultura pop in poesia visiva.\nQui trovi le sue opere più recenti: dipinti vibranti, street art audace e dettagli che raccontano storie. Ogni pezzo è unico, pensato per chi ama l’arte che parla, colpisce e resta.\nEsplora la galleria, scopri i rendering in alta definizione, contattami direttamente.\nL’arte non aspetta. Entra.",
  "aboutText": "Vincenza Amodio, nota come ViAmo, è un'artista italiana che fonde street art e pop culture con uno stile unico e vibrante.",
  "bannerData": "Opere/banner.webp"
}