{
  "artworks": [
    {
      "id": 1762028108554,
      "title": "See Beyond",
      "desc": "In See Beyond prendo un busto di ispirazione greco-romana, simbolo di bellezza classica e armonia eterna, e lo porto dentro il linguaggio del presente. Alla scultura sovrappongo un visore di realtà virtuale e cuffie futuristiche dai colori accesi — arancione, viola, blu elettrico — creando uno scontro diretto tra passato e tecnologia.  Il contrasto è volutamente forte: ciò che nasce per essere contemplato viene immerso in una dimensione digitale che ne altera la percezione. La scritta al neon “SEE BEYOND” diventa un messaggio urbano, quasi un tag luminoso, che invita ad andare oltre l’apparenza e a ripensare il significato stesso del vedere nell’era dei filtri e della realtà virtuale.  L’opera mescola pop art e street culture per rileggere il classico in chiave contemporanea. Non come nostalgia, ma come punto di partenza per immaginare nuovi mondi, dove memoria culturale e innovazione si contaminano e convivono.",
      "dimensions": "102x100",
      "image": "Opere/1767697794193.webp",
      "rendering": "Opere/1767697794382_render.webp"
    },
    {
      "id": 1762028234090,
      "title": "The Sound of Fame",
      "desc": "In The Sound of Fame prendo l’icona di Marilyn Monroe e la porto fuori dal mito, dentro il rumore del presente. Il suo volto, simbolo assoluto di fama e desiderio, viene contaminato da elementi della cultura street e musicale: cuffie, scritte al neon, segni urbani.  La scritta “X Factor” funziona come un’insegna luminosa: richiama il mondo dello spettacolo, dei talent show e della fama immediata, dove l’immagine diventa suono, esposizione continua, consumo. Il colore è diretto, acceso, senza nostalgia, e i contorni netti spingono l’immagine verso un’estetica pop-street.  L’opera parla di celebrità amplificata, di identità trasformata in segnale, di una bellezza sempre sotto i riflettori, sempre “in onda”, dove il silenzio non esiste più.",
      "dimensions": "100x102",
      "image": "Opere/1767698675717.webp",
      "rendering": "Opere/1767698675887_render.webp"
    },
    {
      "id": 1762028369275,
      "title": "Just ChatGPT!!!",
      "desc": "In Just ChatGPT!!! prendo l’icona del genio pensatore e la catapulto nel caos visivo e digitale del presente. La figura, immediatamente riconoscibile nell’immaginario collettivo, viene riletta in chiave pop-street: maglia psichedelica, colori saturi, occhiali rosa che suggeriscono uno sguardo volutamente alterato sul sapere.  La scritta al neon fucsia “Just ChatGPT!!!” domina la scena come un messaggio urbano, provocatorio e ironico allo stesso tempo. È un corto circuito tra intelligenza umana e intelligenza artificiale, dove il pensiero non è più solitario o sacro, ma condiviso, veloce, continuamente stimolato.  L’elemento fumettistico “Bam Bam Bam” amplifica il rumore mentale dell’iperconnessione: idee che si accavallano, notifiche, input continui. Il genio non è più isolato nel suo silenzio, ma immerso in un flusso costante di informazioni.  L’opera gioca con il linguaggio della neo-pop art e della street culture per trasformare una riflessione filosofica in un manifesto visivo dell’era dell’intelligenza artificiale, dove la creatività diventa dialogo e il pensiero è sempre in movimento.",
      "dimensions": "50x100",
      "image": "Opere/1767699360822.webp",
      "rendering": "Opere/1767699360887_render.webp"
    },
    {
      "id": 1762028666960,
      "title": "Ride Your Story",
      "desc": "In Ride Your Story metto in dialogo il mito americano della strada con la memoria pop. Una Harley-Davidson, simbolo di libertà e ribellione, è dipinta con una materia intensa e vibrante e collocata su uno sfondo composto da pagine originali di fumetti Disney dei primi anni Settanta.  Le tavole, ingiallite dal tempo, diventano parte attiva dell’opera e creano un contrasto visivo e concettuale tra immaginazione infantile e potenza meccanica. La presenza di Topolino introduce un gesto ironico e contemporaneo, trasformando il passato in un nuovo linguaggio visivo.  L’opera unisce pittura gestuale e collage, dando forma a una narrazione in cui nostalgia e ribellione convivono, e in cui il viaggio diventa prima di tutto una storia personale da raccontare.",
      "dimensions": "150x100",
      "image": "Opere/1763294884447.webp",
      "rendering": "Opere/1767695351968_render.webp"
    },
    {
      "id": 1762029105950,
      "title": "Royal Pop",
      "desc": "In Royal Pop gioco con i simboli del potere e dell’identità, portandoli dentro il linguaggio pop e street. Al centro c’è una figura femminile elegante e sicura, in posa rétro, che indossa un abito ispirato alla Union Jack: la bandiera diventa moda, segno grafico, dichiarazione visiva.  Il suo atteggiamento è un equilibrio tra autorità e spettacolo, tra regalità e cultura pop. Lo sfondo, costruito con tavole di fumetti vintage, introduce una dimensione narrativa e leggera: la memoria collettiva diventa texture, stratificazione, superficie viva su cui l’immagine prende forza.  Tratti netti, colori piatti e riferimenti alla pop art trasformano la figura in un’icona contemporanea, sospesa tra celebrazione e parodia. Royal Pop parla di mito, immagine pubblica e contaminazione culturale, dove la storia smette di essere istituzione e diventa stile, pronta a circolare nel linguaggio visivo globale.",
      "dimensions": "100x120",
      "image": "Opere/1767694958067.webp",
      "rendering": "Opere/1767694958253_render.webp"
    },
    {
      "id": 1762076951507,
      "title": "Marilyn Monroe: caos pop",
      "desc": "Questa opera unica esplora un mondo pop e vivace, unendo dettagli del tessuto damascato con elementi grafici contemporanei. Le tonalità accese e le texture stratificate si intrecciano con parole e simboli che richiamano la cultura pop, creando una composizione giocosa e ricca di energia. Marilyn si fonde con il caos composizione.  Questa combinazione di tradizione e modernità crea un effetto dirompente, ideale per chi è alla ricerca di opere fresche e d'impatto.   Perfetta per chi desidera dare un tocco di modernità e colore ai propri spazi.",
      "dimensions": "100x120",
      "image": "Opere/1767704066158.webp",
      "rendering": "Opere/1767704066360_render.webp"
    },
    {
      "id": 1763296722228,
      "title": "Colors vibes",
      "desc": "Quest’opera sprigiona un’energia vivace e contagiosa. La figura femminile, resa attraverso pennellate scomposte e luminose, sembra emergere da un mosaico di forme organiche e colori intensi. Il volto, catturato in un’espressione di sorpresa o canto, diventa il fulcro emotivo della composizione. La tavolozza ricca e stratificata conferisce movimento, quasi musicale, mentre l’insieme suggerisce libertà, gioia e una forte presenza interiore. Un dipinto che celebra la vitalità e l’espressività umana attraverso un linguaggio pittorico audace e moderno.",
      "dimensions": "100x150",
      "price": 1,
      "image": "Opere/1763296722171.webp",
      "rendering": "Opere/1763923482489_render.webp"
    },
    {
      "id": 1763920725524,
      "title": "Il Selfie del Mito",
      "desc": "Quest’opera propone una rilettura ironica e contemporanea della scultura classica. La figura ispirata a un dio antico, avvolta in un drappo fucsia, impugna uno smartphone dorato come per scattarsi un selfie e indossa uno smartwatch, trasformandosi in un’icona dell’era digitale.    Ai suoi piedi compare un personaggio dei cartoon, stupito e quasi adorante, che crea un contrasto divertente tra arte tradizionale e cultura pop. L’opera invita a riflettere sul culto dell’immagine, sull’ego sociale e su come i miti vengano reinterpretati e consumati nella società contemporanea. La composizione è realizzata su una tela di lino di canapa del 1900, dipinta con colori acrilici, creando un interessante dialogo tra supporto storico e linguaggio pittorico moderno.",
      "dimensions": "100x200",
      "image": "Opere/1767702212349.webp",
      "rendering": "Opere/1767702212713_render.webp"
    },
    {
      "id": 1763926634743,
      "title": "Modern Goddess",
      "desc": "Quest’opera reinterpreta in chiave pop e contemporanea la celebre Venere rinascimentale, trasformandola in un’icona dei social network. La figura, fedele nei tratti alla musa di Botticelli, regge uno smartphone mentre posa per un selfie, circondata da like e follower in stile Instagram e accompagnata dagli hashtag #goddess e #Venus.  Il contrasto tra la bellezza ideale dell’arte classica e la ricerca di approvazione digitale crea una riflessione ironica e pungente sul culto dell’immagine nell’era dei social, dove anche i miti più elevati vengono reinterpretati e consumati attraverso lo schermo. L’opera diventa così una critica sottile e divertente alla società dell’apparenza e della visibilità a tutti i costi.",
      "dimensions": "104x100",
      "image": "Opere/1763926634550.webp",
      "rendering": "Opere/1763926634611_render.webp"
    },
    {
      "id": 1763927558111,
      "title": "Risate Spray",
      "desc": "Quest’opera unisce ironia e tecnologia trasformando una semplice bomboletta spray in un simbolo digitale di buonumore. La mano, resa con colori vibranti e riflessi cangianti, impugna una bomboletta su cui compare l’emoji della risata e la scritta “Use Often”, invitando a diffondere leggerezza e positività.  Lo sfondo, composto da circuiti elettronici e microchip, richiama l’universo digitale e il mondo dei social network, dove le emozioni vengono spesso sintetizzate in icone e reazioni rapide. La presenza del QR code suggerisce un’interazione diretta tra opera e spettatore, trasformando la risata in un “contenuto” da condividere.  L’opera offre così una riflessione ironica sul modo in cui l’umorismo e le emozioni vengono veicolati nell’era tecnologica, diventando elementi immediati, consumabili e potenzialmente virali.",
      "dimensions": "104x100",
      "image": "Opere/1767706783055.webp",
      "rendering": "Opere/1767706783199_render.webp"
    },
    {
      "id": 1763929528281,
      "title": "Memory Reset",
      "desc": "Quest’opera trasforma una comune chiavetta USB in un oggetto simbolico e ironico, capace di “resettare” i ricordi all’istante. Le scritte “Memory Reset – Forget Instantly” e “Formattato con amore” giocano con il linguaggio informatico, suggerendo la possibilità di cancellare selettivamente emozioni e esperienze, come fossero semplici dati digitali.  La presenza delle bolle, leggere e trasparenti, richiama l’effimero dei ricordi e la loro fragilità, mentre i colori brillanti e iridescenti conferiscono alla scena un tono pop e seducente. La piccola icona del cervello inserita nella porta USB rafforza il collegamento tra mente e tecnologia.  L’opera invita a riflettere con ironia sul desiderio contemporaneo di eliminare ciò che fa male e ripartire da zero, trasformando la memoria in un archivio modificabile a piacere, tra leggerezza, nostalgia e controllo digitale.",
      "dimensions": "100x100",
      "image": "Opere/1767707679872.webp",
      "rendering": "Opere/1767707680040_render.webp"
    },
    {
      "id": 1767709495861,
      "title": "Riflessioni",
      "desc": "In quest’opera ho voluto lavorare sull’icona senza nominarla, lasciando che fosse il segno a parlare. Il bianco e nero inciso, irregolare, nasce dal desiderio di togliere patina al mito e portarlo su un piano più terreno. La penna, portata alla bocca come un gesto nervoso o pensoso. Non evasione, ma riflessione. Il sorriso è trattenuto, quasi scomodo, e apre una tensione tra immagine pubblica e interiorità. Per me è un ritratto di contrasti: controllo e fragilità, grazia e inquietudine. Un’immagine che non vuole sedurre, ma suggerire un momento privato, colto di sfuggita.",
      "dimensions": "60x60",
      "image": "Opere/1767709495675.webp",
      "rendering": "Opere/1767709495747_render.webp"
    },
    {
      "id": 1767710332980,
      "title": "Tribute to Silence (for Banksy)",
      "desc": "In quest’opera ho voluto dialogare apertamente con Banksy, riprendendo una sua immagine iconica come atto di omaggio a un artista straordinario che ha saputo rendere l’arte un gesto politico, diretto, necessario. Ho mantenuto la forza primordiale della figura, ma ho scelto di contaminarla con interventi cromatici più emotivi, quasi musicali. Le macchie di colore diventano suono, vibrazione, interferenza personale: il mio modo di entrare nell’opera senza tradirne lo spirito. Le cuffie restano simbolo di ascolto e isolamento, ma anche di resistenza silenziosa. È un tributo, non una copia: un passaggio di voce tra due linguaggi.",
      "dimensions": "100x100",
      "image": "Opere/1767710332706.webp",
      "rendering": "Opere/1767710332832_render.webp"
    },
    {
      "id": 1767711248599,
      "title": "What!?",
      "desc": "In quest’opera ho lavorato sull’energia pura del colore, lasciandolo esplodere e colare senza controllo, come un impulso vitale. La figura emerge e si dissolve allo stesso tempo, attraversata da segni neri nervosi che cercano di contenerla, senza riuscirci del tutto. Per me è un volto in trasformazione, quasi animale, quasi umano, che porta addosso il peso e la bellezza del caos emotivo. Non c’è equilibrio, ma movimento continuo: una lotta tra identità e istinto, tra ciò che siamo e ciò che sentiamo prima ancora di capirlo.",
      "dimensions": "100x100",
      "image": "Opere/1767711248307.webp",
      "rendering": "Opere/1767711248441_render.webp"
    },
    {
      "id": 1767713773231,
      "title": "Calma sospesa",
      "desc": "In quest’opera ho cercato una dimensione di silenzio e sospensione. Il volto emerge come una presenza antica, quasi una statua che respira, attraversata da colature e velature che ne incrinano la perfezione. I colori non descrivono, ma filtrano: sono memorie, stati d’animo, stratificazioni interiori. Gli occhi chiusi o assenti negano lo sguardo verso l’esterno e invitano a un ascolto più profondo, mentre le labbra rosse restano l’unico punto di carne viva, di desiderio, di umanità. Per me è un ritratto dell’identità che si costruisce nel tempo, tra ciò che resta immobile e ciò che inevitabilmente cambia.",
      "dimensions": "50x50",
      "image": "Opere/1767713773016.webp",
      "rendering": "Opere/1767713773081_render.webp"
    },
    {
      "id": 1767714125461,
      "title": "Doppio sguardo",
      "desc": "In quest’opera ho voluto fratturare il volto per raccontare l’identità come territorio instabile. Il colore e il bianco e nero convivono senza fondersi, come due tempi emotivi che si osservano a vicenda. Le linee oblique non dividono soltanto: mettono in tensione, costringono lo sguardo a scegliere e poi a tornare indietro. L’occhio, fulcro narrativo, è il punto di contatto tra ciò che mostriamo e ciò che resta in ombra. È un ritratto che non cerca somiglianza, ma verità.",
      "dimensions": "60x60",
      "image": "Opere/1767714125272.webp",
      "rendering": "Opere/1767714125350_render.webp"
    },
    {
      "id": 1767714725104,
      "title": "Soft Layers",
      "desc": "Quest’opera nasce da un gesto lento ma spontaneo. Il fiore si costruisce a strati, come pensieri che si sovrappongono senza rumore. Le linee creano movimento, i colori restano morbidi e in equilibrio. È un’immagine rilassata, che invita a guardare da vicino e a prendersi una pausa. Semplice, ma piena di presenza.",
      "dimensions": "120x80",
      "image": "Opere/1767714724922.webp",
      "rendering": "Opere/1767714724958_render.webp"
    },
    {
      "id": 1767714921852,
      "title": "Still Blooming",
      "desc": "Qui il fiore non è fermo: vibra. Le pennellate si muovono tutt’intorno, come aria che gira, mentre il vaso resta un punto di equilibrio. I colori si mescolano senza confini netti, lasciando spazio all’imprevisto. È un’immagine che parla di trasformazione, di qualcosa che cambia ma continua a fiorire. Disordinata quanto basta, viva al punto giusto.",
      "dimensions": "100x150",
      "image": "Opere/1767714921712.webp",
      "rendering": "Opere/1767714921752_render.webp"
    },
    {
      "id": 1767715471561,
      "title": "Essere",
      "desc": "Il volto diventa superficie di confronto: ogni colore è una scelta, ogni linea una presa di posizione. Non c’è psicologia descrittiva, ma presenza. La figura guarda oltre, come se fosse già altrove rispetto allo sguardo che la osserva. Tradizione e costruzione contemporanea convivono senza fondersi del tutto: il corpo resta unità, il volto si frammenta. È un ritratto che non chiede riconoscimento, ma attenzione. Qui l’identità si sostiene, con forza silenziosa.",
      "dimensions": "50x70",
      "image": "Opere/1767717582858.webp",
      "rendering": "Opere/1767716623909_render.webp"
    },
    {
      "id": 1767719567802,
      "title": "Lockdown, pensieri notturni",
      "desc": "Quest’opera nasce nel silenzio forzato delle notti di lockdown, quando i pensieri non stanno fermi e iniziano a rimbalzare senza gravità. Le sfere sono idee che tornano, ossessioni leggere ma insistenti; le linee spezzate ricordano il tempo frammentato, le giornate tutte uguali eppure cariche di tensione. Il riferimento al gioco — esplicito, quasi ironico — è un modo per sopravvivere: dare forma al caos senza appesantirlo. Anche nel buio, il colore resta attivo. Pensare, di notte, diventa un movimento continuo: non porta risposte, ma tiene vivi.",
      "dimensions": "100x120",
      "image": "Opere/1767719567512.webp",
      "rendering": "Opere/1767719567649_render.webp"
    },
    {
      "id": 1768146619398,
      "title": "Betta",
      "desc": "Quest’opera nasce come omaggio consapevole e reinterpretazione personale di una famosa e straordinaria creazione di Lori Owens-Kostiuk, che considero una fonte di grande ispirazione per la sua capacità di unire realismo, delicatezza e forza emotiva.  Riprendendo il tema del pesce Betta racchiuso in un bicchiere di vetro, ho voluto instaurare un dialogo diretto con quell’immaginario, soffermandomi sul rapporto tra trasparenza e materia, tra fragilità apparente e vitalità interiore. Il vetro e l’acqua diventano elementi narrativi, non semplici contenitori, ma confini sottili che amplificano la presenza del soggetto e ne accentuano la sospensione nel tempo.  Il mio intento non è stato quello di riprodurre l’opera originale, ma di trasformare l’ispirazione in una visione personale, lavorando sul colore, sulla luce e sul gesto pittorico per restituire una sensazione di quiete carica di tensione. Ne nasce un lavoro che rende omaggio a un riferimento iconico, affermando al tempo stesso una voce autonoma e contemporanea.",
      "dimensions": "100x120",
      "image": "Opere/1768146619191.webp",
      "rendering": "Opere/1768146619295_render.webp"
    }
  ],
  "homeText": "Benvenuti nel mondo di ViAmo.....\n\nVincenza Amodio alias ViAmo, è un’artista che trasforma le emozioni in colori, la strada in tela e la cultura pop in poesia visiva.\nQui trovi le sue opere più recenti: dipinti vibranti, street art audace e dettagli che raccontano storie. Ogni pezzo è unico, pensato per chi ama l’arte che parla, colpisce e resta.\nEsplora la galleria, scopri i rendering in alta definizione, contattami direttamente.\nL’arte non aspetta. Entra.",
  "aboutText": "Vincenza Amodio, nota come ViAmo, è un'artista italiana che fonde street art e pop culture con uno stile unico e vibrante.",
  "bannerData": "Opere/banner.webp"
}